[
  {
    "category": "arts",
    "name": "Cardboard Architecture: Flip, Fold, Tie, Tape",
    "description": "Inspired by our new architecture-filled exhibition, Lived Space: Humans and Architecture, and the new interactive furniture designs by Boston Society of Architects’s MakeTANK committee, join us for a creative afternoon in the Sculpture Park as we design and construct imaginative functional sculptures using only cardboard and a few basic materials.\nBudding architects, designers, and engineers can work alongside MakeTANK’s professional architects to complete demanding building challenges. Fold, tie, tape, and bend materials to your own specifications with our no-tools-required building projects.\nRain or shine.\nFor children of all ages - and adults!\nFREE with admission or Membership.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F41218077%2F215602327214%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C748%2C4032%2C2016&s=b3c95fa848afc8202614af49588643f2",
    "streetAddress": "deCordova Sculpture Park and Museum\n51 Sandy Pond Road",
    "location": "Lincoln, MA 01773",
    "date": "05/06/18",
    "cost": 0
  },
  {
    "category": "arts",
    "name": "Boston Street Art and Graffiti Walking Tour",
    "description": "Spend a couple of hours with an expert guide checking out some of the best street art and graffiti in the city. The tour focuses almost exclusively on large-scale, commissioned murals in highly visible, public areas. The goal of this tour is to shine a light on graffiti style murals and street art installations as they exist in the community and to explore the different aspects of what graffiti and street art mean in 2018.\nDepending on the makeup and interests of the group the tour can focus on different aspects of these two related artistic movements.\nThis is a walking tour, consisting of a three mile walk. We meet at Starbucks on Huntington Ave and end up at Canary Square (435 South Huntington Avenue) in Jamaica Plain. This is a one way tour.\nNo transportation will be provided back to the start although it's an easy trip on the 39 Bus, the Orange Line or short ride back to the start in a taxi or car-sharing service.\nThe tour runs in (almost) all weather. Heavy rain or a freak snowstorm will cancel with a full refund.\nOur graffiti and street art photo collection You Can't Win is avilable as an add-on to your ticket and will be delivered at the start of the tour. Every attendee receives a sticker pack.\nNOTE: This tour requires 4 attendees to run. If there are less than 4 attendees signed up 48 hours in advance, the tour may be canceled with a full refund.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43526757%2F181805555341%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C96%2C4608%2C2304&s=8dbbf8ff5d6ff35dbdb9526cab8922cb",
    "streetAddress": "273 Huntington Ave",
    "location": "Boston, MA 02115",
    "date": "05/12/2018",
    "cost": 0
  },
  {
    "category": "arts",
    "name": "Cake, Tea, Art Salon VI",
    "description": "OUR Sixth SHOW\nA Salon Art Party w/ acoustic music\nmeet the artists\nmeet new friends & old\nGreat HOMEMADE Food Too\n-----------------------------------------------------------------------------------------\nTo reserve your spot on the 60 capacity event, please click on the link below...$12. through Eventbrite ( 10 dollars to OOTB + 2 dollar EventBrite fee) or $12 cash at the door. However, due to space requirements, please reserve your ticket through EventBrite so we do not have to turn anyone away: Click link below\n------------------------------------------------------------------------------------------\nTHE ARTISTS\nCharlie Hope Valintyne\nAlana Meserve\nOleg Yakimovich\nCaitlin Aitchison\nDeborah Priestly\nSue Carlin\nDave Stickney\nAlvan Long\nRichard Shannon\nPaul Shea\nJymi Cliche\nAyako Takeda\n----------------------------------------------------------------------------------------\nMUSIC BY...\nDJ Chacón\nParma Chai & friends\n--------------------------------------------------------------------------------------\nPlease join us for the Sixth of bi-monthly arty parties\n4-10 pm Saturdays\n$12 at door or $10 through Eventbrite plus EventBrite fee ($2) to support rebuilding the gallery, the artists, and all future marketing and food\nTHERE WILL BE REALLY GOOD HOMEMADE FOOD\nand other surprises\n-----------------------------------------------------------------------------------------\nAND..\nXO will be on site for your petting pleasure\n-----------------------------------------------------------------------------------------\nDirections\nTrain/Bus....\nOrange line to Malden Center then 101 Sullivan bus\nit goes down Salem St. (rt.60) Get off at the Fellsway..5min walk up street..corner of Fellsway (rt.28) and Dell Ave.\n Car..\n93N. to Medford Malden exit..down ramp to rotary..get off first rotary exit (Salem St/rt.60) about 1 mile to left turn on the Fellsway\n(rt 28)...couple blocks up.. corner of Dell Ave. and the Fellsway.\n-------------------------------------------------------------------------------------------\nInterested in being a part of ?\nArt\nemail tom at ootbgallery@gmail.com\nMusic\nemail Parma at krymzn06@gmail.com\nArt\nKid Friendly",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43920146%2F92756219073%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C316%2C656%2C328&s=ab9dfbe41d31bc6d3d9bbdab275e4f25",
    "streetAddress": "Out of the Blue Too Gallery\n181 Fellsway West",
    "location": "Medford, MA 02155",
    "date": "05/19/2018",
    "cost": 10
  },
  {
    "category": "arts",
    "name": "Liana and the Paintbrush",
    "description": "A story of Hope through Endurance. Liana despairs about the world until from within her, a small light of Hope begins to grow larger and Creativity, in the form of a Paintbrush, develops from Liana's own desire to bring beauty to the world.\nLiana paints flowers into life, deserts into forests, birds, butterflies, mermaids and a Circus where Harlequins fly through the air. She paints Joy into the air along with Grace, Humility, and Passion for life.\nA gang leader hears about Liana and her Paintbrush and steals it for himself only to find that the gold he has painted turns into a 12 ft snake which chases him and his gang away.\nExquisite color and beautiful Dancing in this uplifting production for every age with fullscale backdrop projection media created from students original Artworks and the creative genius of Hybrid Movement Company's Francoise N Voranger.\nPerformed by Danceartists Ballet Theater with *Guest Artists ~ Hybrid Movement Company NYC ~ Françoise N Voranger, Marcus Anthony, Nikki Ortiz, Zoob Fernandez, Cameron Finley, Benn Mendoza, Maiya with Live Vocals by the amazing Daisy Press. ~\nSnake Puppetry Cameron Finley\nChoreography~ Françoise N Voranger, Hybrid Movement Company Artists and Joanna Duncan\nSound Engineer and Visual Projection production Scott Duncan\nPresented by Danceartists Management.\nwww.danceartistsmanagement.com\nwww.hybridmovementcompany.com\nwww.danceartistsballetacademy.com\nA Dance and Circus production for the whole family.!",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F44011728%2F141129068224%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C338%2C578%2C289&s=3c4e6503391a400cac884941b2acf526",
    "streetAddress": "Robert R. Jay Performing Arts Center\n378 Main St",
    "location": "Shrewsbury, MA 01545",
    "date": "06/29/2018",
    "cost": 30
  },
  {
    "category": "arts",
    "name": "Watch City Adventure Pub Crawl",
    "description": "You and your fellow pub-crawlers are a team of investigators that have been hired by a young lady named Penelope Primms to investigate the disappearance of Professor Nigel Thurgood, her sometime lover. In order to do so, you will need to speak to various associates he had in two secret organizations. One is called Section 12, the other is called the Ordo Templi Orientis. During your adventure, you will meet a variety of characters from these groups (and perhaps others…) who have different information. You can choose to help them or not help them, and what you choose will impact the outcome of your adventure. The groups despise one another, and will not work together, so you may be asked to choose a side as your adventure progresses.\nYou may optionally play as a current member of one of these organizations. If you choose to do that, you will have special skills that enable you to gather more information from certain characters.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F42828698%2F169900350205%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C202%2C1500%2C750&s=3f1b296d96df66bb88aa3cf43acdcd13",
    "streetAddress": "Watch City Steampunk Festival (Incantrix Tent on the Green)\n610 Main St",
    "location": "Waltham, MA 02452",
    "date": "05/12/2018",
    "cost": 35
  },
  {
    "category": "arts",
    "name": "Planting a Seed: Storytelling with Fugitive Stories",
    "description": "Join us around the Farrington campfire as experienced, competitive storytellers, in a \"Moth-like\" format, share their 5-6 minute true tales on the evening's theme, \"Planting a Seed.\" Several Farrington community folks will also share their stories and we'll leave room for a new storyteller (picked from a hat) who wants to try it out that night. The theme will mean different things to different tellers, but clearly, it is appropriate for both the time of year and the work of Farrington. With each visit spending time in nature, we plant the seed of engagement with nature and personal growth for the children from low-income urban communities who visit Farrington Nature Linc.\nStorytelling is a powerful tradition, conveying experiences, emotions, and knowledge across cultures. Fugitive Stories, Farrington’s partner for this event, brings “true stories told live” regularly to three suburban communities — Acton, Arlington, and Framingham. Their featured tellers captivate audiences and are some of the best in the region.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F40968719%2F58599723639%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C66%2C1920%2C960&s=fe956076203214f4c070c7a0e4fcc74a",
    "streetAddress": "Farrington Nature Linc\n295 Cambridge Turnpike",
    "location": "Lincoln, MA 01773",
    "date": "05/19/2018",
    "cost": 10
  },
  {
    "category": "arts",
    "name": "CIC ArtWeek: Arts Technica",
    "description": "Arts Technica aims to highlight how artistic expression is incorporated into modern technology. Guests will try out different tech demos and interactive exhibits and learn about arts created by modern technology. Art and tech enthusiasts alike will gain a deeper understanding of how artistic expression and technological developments can complement each other. The demos will include virtual reality, augmented reality, video game graphic demonstrations, art installations using ePaper technology, and much more. Arts Technica aims to highlight both art created by technology, and art as seen in technology, for a dynamic and multidirectional sensory experience.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F41522359%2F126908742899%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C34%2C1076%2C538&s=11034aac563d5877112fb70f6ae01a24",
    "streetAddress": "CIC Boston\n50 Milk St.\n20th Floor - Lighthouse",
    "location": "Boston, MA 02109",
    "date": "05/03/2018",
    "cost": 0
  },
  {
    "category": "arts",
    "name" : "MxU",
    "description": "Hey Boston—we are headed up to the mighty Northeast!\nMxU is massively excited to foray up the New England area with our audio non-conference. For those in the area that have yet to experience a MxU day, you're in for quite a ride. The amazing team at International Family Church have opened their doors to let us come in and do our thing and we couldn't be more pleased.\nOur friends at Summit Integrated are making it possible for us to be in the area and we can't think of a better team to align ourselves with as we spend the day talking about AND demonstrating how we can all be Better Leaders and Better Mixers.\nFor those new to the MxU brand: MxU began as \"One-day FOH mixing events for the engineer, the musician, and the creative\". Since we started these events over two years ago, we've found some unique ways to dive deep into the actual ART of mixing while staying practial, candid, and most of all, authentic. During MxU, we'll spend time comparing our different mix methods, discuss why some styles seem to work in a mix...and why some don't. Expect to spend quite a bit of time listening and watching our different mixes get crafted (and deconstructed) in this one-of-a-kind setting.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43989776%2F166784508931%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C0%2C2160%2C1080&s=9ef0fbfa032a08b0e8a4610c4f7a1442",
    "streetAddress": "International Family Church\n99 Concord Street",
    "location": "North Reading, MA 01864",
    "date": "08/21/2018",
    "cost": "100"
  }
]