[
  {
    "description" : "Join Boston's best artists, producers, and engineers for the 2nd Music Expo Boston. Attend a full day of educational sessions with music production masterclasses, music business discussions, product demos along an expo of the latest music technology. Complete information including speakers, program, exhibitors and sponsors at musicexpo.co/boston.",
    "name" : "Music Expo Boston 2018",
    "imageLink" : "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F42364529%2F5375911794%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C0%2C1000%2C500&s=7a272813e980180261d23f87e32c1e9f",
    "category" : "music",
    "streetAddress" : "The Record Co.\n960 Massachusetts Ave",
    "location" : "Boston, MA 02118",
    "date" : "06/09/2018",
    "cost" : 25
  },
  {
    "description" : "Hello, World! Welcome to Black Dragon's 'Simulation'. This is a dystopian themed warehouse techno event geared towards the future of underground music in Boston, as well as an artistic reflection of society and where we are headed.\n```Participants of this event are highly encouraged to flaunt their futuristic / future fashion attire```\n**2 ROOMS OF SOUND**\n**DYSTOPIAN THEME DECON**\n**LIVE MUSIC**\nDeep House. Tech House. Dark Techno. Synthwave. Retrowave.",
    "name" : "~Simulation~",
    "imageLink" : "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43546119%2F60683764517%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C15%2C900%2C450&s=c57f9169ee2abb9526b61a5bf8f46fee",
    "category" : "music",
    "streetAddress" : "The Lower Level\n55 Bishop Allen Drive",
    "location" : "Cambridge, MA 02139",
    "date" : "05/019/2018",
    "cost" : 10
  },
  {
    "description" : "Come join us for an evening with Barry Goudreau's newest original band Engine Room. They've been taking the area by storm. Their record Full Steam Ahead has some of the absolute best new original material delivering the the kind of music that's good for the rock n roll soul! Engine Room takes you on a bluesy rock journey playing new originals and also performing some of the greatest songs ever written by lead guitarist Barry Goudreau from his former band \"Boston\". You will no doubt, be up on your feet and singing along to every word! Kicking off the evening will be 43 Church Street, one of the most talented and up and coming bands on the Northshore. Doors open at 7PM. Get here early and enjoy some food, drinks and grab a great seat for the show. Advance ticket's $15.00. $20.00 at the door.",
    "name" : "Barry Goudreau's Engine Room",
    "imageLink" : "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43773030%2F186812780267%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C170%2C2048%2C1024&s=4d17121f94825224f9ac499e7a94e9f7",
    "category" : "music",
    "streetAddress" : "Breakaway\n221 Newbury Street",
    "location" : "Danvers, MA 01923",
    "date" : "07/21/2018",
    "cost" : 15
  },
  {
    "description" : "Sam Woolf is a singer-songwriter who gained national recognition as a Top Five finalist on American Idol's 2014 season. Best known for his original compositions and pitch perfect vocals, Sam has been hailed as a \"natural singer whose soul and passion are undeniable in every note he sings.\" With the support of his strong network of fans, dubbed the \"Woolfpack,\" Sam's live performances and recordings has garnered millions of views on social media.\nIn 2014, Sam released his debut EP Pretend, produced by Grammy award-winner Danny Blume. The album, which was released independently, debuted at #9 on the Billboard Heatseakers Chart. Most recently, Sam released two new singles, \"Stop Thinking About It\" and \"Fast 'n' Dirty,\" which he co-wrote with Stephen Puth (brother of singer-songwriter Charlie Puth). Additionally, he recorded \"On It\" with the Como Brothers at Germano Studios in New York City with Grammy Award-nominated engineer Kenta Yonesaka.\nSam co-headlined the Lakewood Ranch Winterfest in 2015 with the Doobie Brothers, War, and Jefferson Starship, opened for We The Kings during their 10th Anniversary Tour, and was a featured performer at an Alex Preston concert in New Hampshire. Independently, Sam has performed extensively at public and private venues in Florida and the Northeast.",
    "name" : "Live At Aloft: Sam Woolf",
    "imageLink" : "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43132047%2F183470184747%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C0%2C1080%2C540&s=c0b030656b87b2823d8a532dbc41c373",
    "category" : "music",
    "streetAddress" : "Aloft Boston Seaport District\n401-403 D Street",
    "location" : "Boston, MA 02210",
    "date" : "08/09/2018",
    "cost" : 0
  },
  {
    "description" : "Welcome to Behind the Curtain with the Mastadonis Project. This perfomance will be a collection of tunes composed and arranged by band leader Adonis Martin. The band features Melissa Bolling on Vocals, Jamaal Shoffner on drums and Anthony Nembhard on Bass.\nAdonis Martin is a Boston native that grew up playing organ and keyboard at his grandfather’s church since the age of 5. At the age of 8, he played his very first school assembly playing “The Greatest Love of All.” When he was 11 he joined the middle school band where he was featured in many talent shows, assemblies and city wide performances. In 1998, Adonis went on to study at the first school for the arts in Boston, the Boston Arts Academy. There he began studying jazz and classical music , which made way for him to begin performing professionally as a solo cocktail pianist and with his jazz Quartet RAAZ Rhythm and Jazz, in which he is a cofounder. Adonis also participated in the Berklee City Music Saturday’s and After School program, as well as the 5 week summer program while in high school.\nIn 2002, Adonis received a full scholarship to the prestigious Berklee College of Music in Boston where he studied Music Business/Management and Music Education. While a student at Berklee, Adonis worked briefly as a freelance music producer for close family and friends. He Produced several gospel concerts, open mic events and poetry slams, all backed by a band which he is a co- founder of known as Insert Sound Here or “The ISH”. Adonis also continued working the R&B/Jazz clubs with his quartet, the Adonis Martin Project.\nAs a composer, Adonis paints musical pictures of his own life experiences from the struggles to triumphs and it is all relatable in his music. He also uses his music to put his imagination into an audible and almost visual form. The audible and visual form would be like creating music based off of what he imagines certain places in time would look like or what the weather would sound like if it had a soundtrack.\nAs an artist, Adonis utilizes his love for music history and his vivid imagination to create an interactive atmosphere that is conducive to learning general basic music theory principles while also helping the audience gain a more complete appreciation of music through knowledge. Adonis believes that through knowledge, each listener will gain an appreciation of music that goes beyond liking the way it sounds. The audience will learn and also gain an understanding of why music is a form of artistic expression.\nSome of his influences are Bud Powell, Robert Glasper, Oscar Peterson, Bill Evans, Kevin Harris, Shaun Martin, and The Yellowjackets. His greatest inspirations are his family and close friends. Without them supporting every event, making him play at church every Sunday, asking about the progress of the project on a regular basis, asking to listen to the songs every time they got into the car, or the expectation of greatness from those that have already gone on, he would have given up on his dream a long time ago.\n“My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humor, and some style.” Maya Angelou\n",
    "name" : "The MastaDonis Project Behind the Curtain",
    "imageLink" : "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43280558%2F251739400318%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C657%2C682%2C341&s=1aba38442257194b0297ce19be5b30a0",
    "category" : "music",
    "streetAddress" : "Beat Brasserie\n13 Brattle Stree",
    "location" : "Cambridge, MA 02138",
    "date" : "05/25/2018",
    "cost" : 12
  },
  {
    "description" : "The final concert of the 2017-18 season of MIT Sounding, this unique event features renowned clarinetists Don Byron, Evan Ziporyn, Billy Novick, Eran Egozy and a surprise guest artist along with the MIT Festival Jazz Ensemble and MIT Wind Ensemble led by Music Director Frederick Harris, Jr. The exciting and eclectic program will include Byron’s Concerto for Clarinet and Wind Ensemble, music for jazz and chamber ensembles featuring the clarinet, a special world premiere featuring all guest soloists and a community play-along piece for attending clarinetists of all ages!*\n*If you are a clarinetist and interested in the community play-along piece, please fill out this form, and feel free to email clarinet_summit@mit.edu with any questions.\n",
    "name" : "The Great Clarinet Summit",
    "imageLink" : "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F40263702%2F18360273515%2F1%2Foriginal.jpg?w=800&auto=compress&rect=1%2C58%2C1312%2C656&s=827a4daf0adb84e06e98c41483a3240f",
    "category" : "music",
    "streetAddress" : "Kresge Auditorium\n48 Massachusetts Avenue",
    "location" : "Cambridge, MA 02139",
    "date" : "05/11/2018",
    "cost" : 0
  },
  {
    "description" : "Join us as we celebrate the launch of Sensi Magazine Boston with Sensi Mag and 50+ of your favorite local Boston brands with DJ LORD of Prophets of Rage on the one's and two's. \nWe'll be toasting to the spread of legalization, the spread of Sensi, and to the start of our growing network of pro-cannabis lifestyle magazines popping up all over the country.\n \nOver 50 local businesses, artists, and more, will gather together for a night to rememember! If you're in the area, we hope you'll join us.\n",
    "name" : "Sensi Mag Boston Launch Party ft. Dj LORD of Prophets of Rage - Free Rsvp",
    "imageLink" : "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F42499090%2F247666633126%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C0%2C1256%2C628&s=3cbfe6ba5773b6158c1f4e67f0a658d3",
    "category" : "music",
    "streetAddress" : "Royale Boston\n279 Tremont St",
    "location" : "Boston, MA 02116",
    "date" : "05/08/2018",
    "cost" : 0
  }
]
