[
  {
    "category": "sports",
    "name" : "Farm-To-Farm Bike Ride",
    "description": "May is Bike Month and the perfect time for an inaugural Portsmouth Community Ride!\nThe First Annual Portsmouth Farm-to-Farm Bike Ride is Saturday, May 5th 2-4pm\nLovely Middle Road, lined with six family farms, will be CAR FREE so families, friends, and neighbors can enjoy the experience of riding together. The short four-mile ride will be delightful for riders of all ages and abilities. Walkers and strollers are welcome to join as well.\nStarting from the School Administration Building at the north end of Middle Road, at 2.00pm, and turning around at Benjamin Drive at the South End, riders and walkers will pass six family farms on their way up and back on the 2 mile route: Escobar Farm, DeArruda Farm, Quonset View Farm, Portsmouth Nursery, BAW Farm, and DeCastro View Farms. Bike Newport instructors will be on hand at the start to assist with bike checks and helmet fittings, and along the route to offer assistance.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43488571%2F98051981723%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C5%2C854%2C427&s=851a890db53d44e2cedcc9c23fc0fcad",
    "streetAddress": "29 Middle Rd",
    "location": "Portsmouth, RI",
    "date": "05/05/2018",
    "cost": 0
  },
  {
    "category": "sports",
    "name" : "Malden Road Race",
    "description": "Join us on Sunday, July 15th @ 9:30am for an epic 10k race that circles Middlesex Fells and is immediately followed by a festive post-race party sponsored by Idle Hands Craft Ales, Mystic Brewery & Bantam Cider! Registration includes a race shirt, finisher medal + food & beer at the post-race BBQ.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43503971%2F129313035959%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C60%2C1920%2C960&s=78bd8426edf1eb6075dfd7bd00507434",
    "streetAddress": "Malden Road Race\n240 Commercial Street",
    "location": "Malden, MA 02148",
    "date": "06/15/2018",
    "cost": 45
  },
  {
    "category": "sports",
    "name" : "adidas Boost Boston Games- Youth Festival",
    "description": "The adidas Boost Boston Games is hosting the inaugural Youth Festival in Copley Square on Saturday, May 19th and Sunday, May 20th. The Youth Festival begins at 10AM each day, and the full schedule is below. The event is free and open to all children ages 3-10. The adidas Boost Boston Youth Festival promotes the sport of track and field and allows children to compete in sprinting, hurdling and jumping at Boston's iconic Copley Square. The events include a 30 meter dash, 30 meter hurdles and long jump. The Youth Festival introduces children to a variety of track and field events while also allowing them to experience competing against their peers.\nIn addition, there will be a special competition for select age groups; 3-4 year olds, 5-6 year olds, 7-8 year olds and 9-10 year olds from 12PM to 2PM EDT on Saturday, May 19th. The first five hundred registered children will receive an adidas shirt, adidas sackpack and a participation medal and, additionally, the winner of each boys' and girls' age group for each event will win an adidas gift card. Participants are encouraged to register on-line at https://abbg.eventbrite.com to ensure their place in the competition. After the youth events have concluded, the same long jump runway will be used for a professional competition by world class long jumpers.\n\nSunday morning children will have the opportunity to meet and interact with Olympic/Professional athletes. The children can compete against these world class athletes in the dash, hurdle or long jump. Kids will runaway with autographs and some adidas goodies.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F42776817%2F249781724849%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C65%2C3600%2C1800&s=d66a04580e9afef5ddd96986f2712383",
    "streetAddress": "Copley Square\n560 Boylston",
    "location": "Boston, MA 02116",
    "date": "05/19/2018",
    "cost": 0
  },
  {
    "category": "sports",
    "name" : "Cambridge 5K - Freedom Run Volunteer",
    "description": "We are looking for some volunteers to help out with this year's Freedom Run, a 5K race that starts & finishes at CambridgeSide. This is a great opportunity to help out, give back, meet new people & have some fun! The race is immediately followed by an outdoor party in Canal Park that's sponsored by Notch, Slumbrew & Bantam Cider. Volunteer registration includes a volunteer shirt + full access to the party.\nVolunteers will need to arrive at 7AM. Please be sure to arrive ON TIME so we can check you in & get you started. Late arrivals will NOT be granted access to the after party.\nVolunteer positions include but are not limited to: passing out water to finishers, helping at day-of registration, giving out race day swag to participants, lining the course to stop traffic and cheer runners on, setting up the post-race party, helping with timing, etc.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43783136%2F182798473453%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C0%2C996%2C498&s=97b7a488cb2c1ae5d23a7ba3db6c4d3c",
    "streetAddress": "Cambridgeside\n100 Cambridgeside Place",
    "location": "Cambridge, MA 02141",
    "date": "06/03/2018",
    "cost": 0
  },
  {
    "category": "sports",
    "name" : "The Mill Works Presents: Tread-n-Shred",
    "description": "What’s Tread-n-Shred: high energy Cardio (Tread) & focused Strength Training (Shred)\nWalking, Jogging, or Running doesn't have to be boring! Whether you're new to running, or have been running for what feels like forever, Tread and Shred can be customized to your needs! What you’ll get in ‘Tread': Speed work, intervals, hills &/or walking at your own pace. What you’ll get in ‘Shred': bodyweight, resistance band, &/or weight training intervals balance out your upper and lower body. Proper form will be cued throughout. It’s all touched upon in this 45 minute class. No matter what your athletic ability is, you'll work up a sweat!\nNote: The first 1/2 of this class (Tread) will be outdoors; the second half (Shred) will be in Athleta. A mat is recommended for stretching.\nIf attending, please meet outside of the Nordstrom entrance closest to Sears/UNO.",
    "imageLink": "https://img.evbuc.com/https%3A%2F%2Fcdn.evbuc.com%2Fimages%2F43560410%2F214884860861%2F1%2Foriginal.jpg?w=800&auto=compress&rect=0%2C16%2C152%2C76&s=5982fde4396ac201732130a095e8c078",
    "streetAddress": "Athleta Burlington Mall\n75 Middlesex Turnpike",
    "location": "Burlington, MA 01803",
    "date": "05/29/2108",
    "cost": 0
  }
]